Ran Plan for 2 projects:

1. dir: `infra/us-east-1/mgmt/vpc` workspace: `default`
1. dir: `infra/global/iam/roles/atlantis` workspace: `default`

### 1. dir: `infra/us-east-1/mgmt/vpc` workspace: `default`
<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # aws_route_table.private[2] will be created
  + resource "aws_route_table" "private" {
      + arn              = (known after apply)
      + id               = (known after apply)
      + owner_id         = (known after apply)
      + propagating_vgws = (known after apply)
      + route            = (known after apply)
      + tags             = {
          + "Name" = "management-vpc-private-us-east-1a"
        }
      + tags_all         = {
          + "Environment"  = "mgmt"
          + "Name"         = "management-vpc-private-us-east-1a"
          + "Organization" = "iog"
          + "Project"      = "scde"
          + "Terraform"    = "true"
          + "Tribe"        = "smartcontracts"
        }
      + vpc_id           = "vpc-05d9f25d63d8ffb04"
    }

  # aws_route_table_association.private[2] will be created
  + resource "aws_route_table_association" "private" {
      + id             = (known after apply)
      + route_table_id = (known after apply)
      + subnet_id      = (known after apply)
    }

  # aws_subnet.private[2] will be created
  + resource "aws_subnet" "private" {
      + arn                                            = (known after apply)
      + assign_ipv6_address_on_creation                = false
      + availability_zone                              = "us-east-1a"
      + availability_zone_id                           = (known after apply)
      + cidr_block                                     = "10.100.64.0/20"
      + enable_dns64                                   = false
      + enable_resource_name_dns_a_record_on_launch    = false
      + enable_resource_name_dns_aaaa_record_on_launch = false
      + id                                             = (known after apply)
      + ipv6_cidr_block_association_id                 = (known after apply)
      + ipv6_native                                    = false
      + map_public_ip_on_launch                        = false
      + owner_id                                       = (known after apply)
      + private_dns_hostname_type_on_launch            = (known after apply)
      + tags                                           = {
          + "Name" = "management-vpc-private-us-east-1a"
        }
      + tags_all                                       = {
          + "Environment"  = "mgmt"
          + "Name"         = "management-vpc-private-us-east-1a"
          + "Organization" = "iog"
          + "Project"      = "scde"
          + "Terraform"    = "true"
          + "Tribe"        = "smartcontracts"
        }
      + vpc_id                                         = "vpc-05d9f25d63d8ffb04"
    }

Plan: 3 to add, 0 to change, 0 to destroy.

Changes to Outputs:
  ~ database_route_table_ids                    = [
        # (1 unchanged element hidden)
        "rtb-0e05291c6e89bd13d",
      + (known after apply),
    ]
  ~ elasticache_route_table_ids                 = [
      - "rtb-0f8770a1cde5a93e4",
      - "rtb-0e05291c6e89bd13d",
    ] -> (known after apply)
  ~ private_route_table_association_ids         = [
        # (1 unchanged element hidden)
        "rtbassoc-01174579f66ad3981",
      + (known after apply),
    ]
  ~ private_route_table_ids                     = [
        # (1 unchanged element hidden)
        "rtb-0e05291c6e89bd13d",
      + (known after apply),
    ]
  ~ private_subnet_arns                         = [
        # (1 unchanged element hidden)
        "arn:aws:ec2:us-east-1:677160962006:subnet/subnet-00d85bd5f45d9bca7",
      + (known after apply),
    ]
  ~ private_subnets                             = [
        # (1 unchanged element hidden)
        "subnet-00d85bd5f45d9bca7",
      + (known after apply),
    ]
  ~ private_subnets_cidr_blocks                 = [
        # (1 unchanged element hidden)
        "10.100.48.0/20",
      + "10.100.64.0/20",
    ]
  ~ redshift_route_table_ids                    = [
        # (1 unchanged element hidden)
        "rtb-0e05291c6e89bd13d",
      + (known after apply),
    ]
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d infra/us-east-1/mgmt/vpc`
* :put_litter_in_its_place: To **delete** this plan click [here](http:/lock?id=input-output-hk%252Fsc-dev-platform%252Finfra%252Fus-east-1%252Fmgmt%252Fvpc%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d infra/us-east-1/mgmt/vpc`
</details>
Plan: 3 to add, 0 to change, 0 to destroy.

---
### 2. dir: `infra/global/iam/roles/atlantis` workspace: `default`
**Plan Error**
```
the default workspace at path infra/global/iam/roles/atlantis is currently locked by another command that is running for this pull request.
Wait until the previous command is complete and try again
```

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`